[
  {
    "jobTitle": "Lead Developer & Designer",
    "employer": "Thomson Instrument Company",
    "datesWorked": "09/2010 - present",
    "description": "Thomson is a company that manufactures growth flasks and filtration equipment to sell to biotech labs worldwide. Currently, work as a lead developer and graphic designer. Throughout my employment, I have successfully redesigned, coded, and launched the company website multiple times as the company evolved. Also spearheaded a complete rebranding twice. Additionally have designed and built many internal applications for use by customers and in-house staff.",
    "bullets": [
      "Responsible for website and internal applications",
      "Maintain hosting and database accounts",
      "All product photography, illustration & video production"
    ]
  },
  {
    "jobTitle": "Freelance Web Developer & Graphic Designer",
    "employer": "AK illustrations",
    "datesWorked": "06/2009 - 09/2010",
    "description": "AK illustrations was a self-employed business providing comprehensive print and web design services and marketing consultation. Mission was to provide services at a high standard while educating the client to take over campaigns on contract completion. Clients ranged from startups to large companies.",
    "bullets": [
      "Full-service print and media design",
      "Website design and coding",
      "Consultation and education of clients"
    ]
  },
  {
    "jobTitle": "Production Manager & Lead Graphic Designer",
    "employer": "Sign A Rama",
    "datesWorked": "08/2005 - 06/2009",
    "description": "A Franchise sign company, producing everything from business cards to illuminated channel letters. Hired as a graphic designer and production assistant. Left company as production manager and lead graphic designer.",
    "bullets": [
      "Design and layout of print marketing and signage",
      "Consult on design, city code requirements, and cost of a project",
      "Maintain vendor accounts, material selection, and purchase",
      "Manage manufacture and installation of the final product"
    ]
  },
  {
    "jobTitle": "Graphic Designer & Technical Illustrator ",
    "employer": "Hunter Legal Graphics",
    "datesWorked": "10/2004 - 08/2008",
    "description": "Hunter Legal Graphics specializes in technical illustration and detailed scale models. Hired as a technical illustrator and graphic designer, also worked on teams to build scale models for courtroom presentations.",
    "bullets": [
      "Precise technical illustration for patent application",
      "Orthographic and isometric mechanical drawings",
      "Brochure and catalog design and layout",
      "Scale models for courtroom presentation"
    ]
  }
]
